Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Note: If you would like to allow SMBs when a high Temp Target is set, enable the "Allow SMBs with High Temptarget" setting.
bg: Забележка: Ако искате да разрешите SMB, когато е зададена висока временна цел, включете настройката „Allow SMBs with High Temptarget“.
cs: Poznámka: Pokud chceš povolit SMB při nastaveném vysokém dočasném cíli, zapni nastavení „Povolit SMB s vysokým dočasným cílem“.
da: Bemærk: Hvis du ønsker at tillade SMB'er når et højt Temp mål er indstillet, skal du aktivere indstillingen "Tillad SMB'er med højt Temptarget".
de: Hinweis: Wenn Du SMBs zulassen möchtest, wenn ein hohes Temporäres Ziel festgelegt ist, aktivieren Sie die Einstellung „Erlaube SMB bei hohen Temporären Zielen“.
es: Nota: Si desea permitir SMBs cuando se establece un objetivo temporal alto, habilite la opción "Permitir SMBs con objetivo de alto tempo".
fr: Remarque : Si vous souhaitez autoriser les SMB lorsqu’une Cible Temporaire haute est active, activez le réglage "Autoriser SMB avec Cible Temporaire haute".
it: Nota: Se si desidera consentire alle PMI quando è impostato un obiettivo ad alta temperatura, abilitare l'impostazione "Consenti alle PMI con alto temptarget".
nb_no: Merk: Hvis du også vil tillate SMB når du har satt et høyt midlertidig mål, må du i tillegg aktivere innstillingen "Tillat SMB med høyt midl. mål".
nl: Opmerking: als je SMBs wilt toestaan wanneer een hoog tijdelijk streefdoel is ingesteld, schakel dan de instelling "Sta SMBs toe met een hoog Tijdelijk streefdoel" in.
pl: Uwaga: Jeśli chcesz zezwolić SMB gdy ustawiony jest wysoki cel tymczasowy, włącz ustawienie "Zezwalaj SMB z wysokim celem tymczasowym".
pt_pt: Nota: Se você gostaria de permitir SMBs quando um Alvo Temporário Alto é definido, ative a opção "Permitir SMBs com Alto-Temptarget".
ru: Примечание: Если вы хотите разрешить СМБ, когда установлена цель с высоким темпом, включите настройку «Разрешить СМБ с высоким темплейтом».
sv: Obs: Om du vill tillåta SMB:er när ett högt tillfälligt mål är inställt, aktivera inställningen "Tillåt SMB:er med högt tilfälligt mål.
uk: Примітка: Якщо ви бажаєте дозволити SMS при встановленні верхнього значення Temp Target включіть параметр "Дозволити SMB з High Temptarget".
vi: Lưu ý: Nếu bạn muốn cho phép SMB hoạt động khi một Mục tiêu Tạm thời cao được đặt, hãy bật cài đặt "Cho phép SMB khi có Mục tiêu Tạm thời cao".
zh_hant: 注意：如果希望在設定高臨時目標時允許 SMB，請啟用“允許在高臨時目標下使用 SMB”選項。

source: Note: Once a new calendar event is created, the previous event will be deleted.
bg: Забележка: При създаване на ново събитие в календара предишното събитие ще бъде изтрито.
cs: Poznámka: Jakmile je vytvořena nová událost v kalendáři, předchozí událost bude smazána.
da: Bemærk: Når en ny kalenderbegivenhed er oprettet, vil den forrige begivenhed blive slettet.
de: Hinweis: Sobald ein neues Kalenderereignis erstellt wurde, wird das vorherige Ereignis gelöscht.
es: Nota: Una vez que se crea un nuevo evento del calendario, se eliminará el evento anterior.
fr: Remarque : Lorsqu’un nouvel événement de calendrier est créé, l’événement précédent sera supprimé.
it: Nota: Una volta creato un nuovo evento del calendario, l'evento precedente verrà eliminato.
nb_no: Merk: Når en ny kalenderhendelse er opprettet, vil den forrige hendelsen slettes.
nl: Opmerking: zodra een nieuwe kalender gebeurtenis is aangemaakt, zal de vorige afspraak worden verwijderd.
pl: Uwaga: Po utworzeniu nowego wydarzenia w kalendarzu, poprzednie wydarzenie zostanie usunięte.
pt_pt: Nota: Depois que um novo evento do calendário for criado, o evento anterior será excluído.
ru: Примечание: После создания нового события календаря, предыдущее событие будет удалено.
sv: Obs: När en ny kalenderhändelse har skapats kommer den föregående händelsen att raderas.
uk: Примітка: Після створення нової події календаря, попередня подія буде видалена.
vi: Lưu ý: Khi một sự kiện lịch mới được tạo, sự kiện trước đó sẽ bị xóa.
zh_hant: 注意：一旦創建新的日曆事件，先前的事件將會被刪除。

source: Note: SMBs must be enabled to use this limit.
bg: Забележка: SMB трябва да са включени, за да се използва този лимит.
cs: Poznámka: Aby bylo možné tento limit použít, musí být povoleny SMB.
da: Bemærk: SMB'er skal være aktiveret for at bruge denne grænse.
de: Hinweis: SMBs müssen aktiviert sein, um diesen Grenzwert zu nutzen.
es: Nota: Los SMBs deben estar habilitados para usar este límite.
fr: Remarque : Cette limite ne peut être utilisée que si les SMB sont activés.
it: Nota: le PMI devono essere abilitate a utilizzare questo limite.
nb_no: Merk: SMB må være aktivert for å bruke denne grensen.
nl: Opmerking: SMB moet ingeschakeld zijn om deze limiet te gebruiken.
pl: Uwaga: SMB musi być włączone, aby użyć tego limitu.
pt_pt: Nota: SMBs devem estar ativadas para usar este limite.
ru: Примечание: МБ должны быть включены для использования этого лимита.
sv: Obs: SMB:er måste vara aktiverade för att använda denna gräns.
uk: Примітка: SMB повинні бути включені для використання цього ліміту.
vi: Lưu ý: Phải bật SMB để sử dụng giới hạn này.
zh_hant: 注意：必須啟用 SMB 才能使用此限制。

source: Note: The CGM Heartbeat can come from either a CGM or a pump to wake up Trio when phone is locked or in the background. If CGM is on the same phone as Trio and xDrip4iOS is configured to use the same AppGroup as Trio and the heartbeat feature is turned on in xDrip4iOS, then the CGM can provide a heartbeat to wake up Trio when phone is locked or app is in the background.
bg: Забележка: CGM Heartbeat може да идва от CGM или от помпа, за да събуди Trio, когато телефонът е заключен или приложението е във фонов режим. Ако CGM е на същия телефон като Trio, xDrip4iOS е конфигуриран да използва същата AppGroup като Trio и функцията heartbeat е включена в xDrip4iOS, то CGM може да подава heartbeat, който да събужда Trio, когато телефонът е заключен или приложението е във фонов режим.
cs: Poznámka: „CGM Heartbeat“ (tep) může pocházet buď z CGM, nebo z pumpy a slouží k probuzení Tria, když je telefon zamknutý nebo aplikace běží na pozadí. Pokud je CGM na stejném telefonu jako Trio a xDrip4iOS je nakonfigurován pro stejnou skupinu aplikací (AppGroup) jako Trio a funkce heartbeat je v xDrip4iOS zapnutá, může CGM probouzet Trio, i když je telefon zamknutý nebo aplikace na pozadí.
da: Bemærk: CGM Heartbeat kan komme fra enten en CGM eller en pumpe til at vække Trio når telefonen er låst eller i baggrunden. Hvis CGM er på samme telefon som Trio og xDrip4iOS er konfigureret til at bruge den samme AppGroup som Trio og hjerteslag funktion er tændt i xDrip4iOS, så CGM kan give et hjerteslag til at vække Trio, når telefonen er låst eller app er i baggrunden.
de: Hinweis: Der CGM Heartbeat kann entweder von einem CGM oder einer Pumpe kommen, um Trio aufzuwecken, wenn das Telefon gesperrt ist oder im Hintergrund läuft. Wenn Dein CGM auf demselben Telefon wie Trio läuft und xDrip4iOS die gleiche AppGroup wie Trio verwendet, dazu noch die Heartbeat-Funktion in xDrip4iOS eingeschaltet ist, dann kann der CGM ein Heartbeat zum Aufwecken von Trio sein, während das Telefon gesperrt oder die App im Hintergrund ist.
es: Nota: CGM Heartbeat puede venir de un CGM o de una bomba para despertar Trio cuando el teléfono está bloqueado o en segundo plano. Si CGM está en el mismo teléfono que Trio y xDrip4iOS está configurado para usar el mismo AppGroup que Trio y la función Heartbeat está activada en xDrip4iOS, entonces el CGM puede proporcionar un latido de corazón para despertar Trio cuando el teléfono está bloqueado o la aplicación está en segundo plano.
fr: Remarque : L'analyse d'activité "Heartbeat" du capteur de glycémie ( CGM) peut provenir soit du capteur, soit de la pompe, afin de réveiller Trio lorsque le téléphone est verrouillé ou que l’application est en arrière-plan. Si le capteur de glycémie (CGM) est utilisé sur le même téléphone que Trio, que xDrip4iOS est configuré pour utiliser le même AppGroup que Trio, et que la fonctionnalité Heartbeat est activée dans xDrip4iOS, alors le CGM peut fournir un signal "Heartbeat" permettant de réveiller Trio lorsque le téléphone est verrouillé ou que l’application est en arrière-plan.
it: Nota: Il battito cardiaco CGM può provenire da una CGM o da una pompa per svegliare il Trio quando il telefono è bloccato o in background. Se CGM è sullo stesso telefono di Trio e xDrip4iOS è configurato per utilizzare lo stesso AppGroup come Trio e la funzione di battito cardiaco è attivata in xDrip4iOS, poi il CGM può fornire un battito cardiaco per svegliarsi Trio quando il telefono è bloccato o l'app è in background.
nb_no: Merk: CGM Heartbeat kan komme fra enten en CGM eller en pumpe for å vekke Trio når telefonen er låst eller appen kjører i bakgrunnen. Hvis CGM er på samme telefon som Trio og xDrip4iOS er konfigurert til å bruke samme AppGroup som Trio og Heartbeat-funksjonen er slått på i xDrip4iOS, kan CGM gi et Heartbeat for å vekke Trio når telefonen er låst eller appen kjører i bakgrunnen.
nl: Opmerking: CGM Heartbeat kan afkomstig zijn uit een CGM of een pomp om Trio wakker te maken wanneer de telefoon is vergrendeld of op de achtergrond. Als CGM op dezelfde telefoon staat als Trio en xDrip4iOS is geconfigureerd voor dezelfde AppGroup als Trio en de heartbeat functie is ingeschakeld in xDrip4iOS, dan kan de CGM zorgen voor een hartslag om Trio wakker te maken wanneer de telefoon is vergrendeld of de app op de achtergrond is.
pl: Uwaga: Bicie Serca CGM może pochodzić z CGM lub pompy, aby obudzić Trio gdy telefon jest zablokowany lub w tle. Jeśli CGM jest na tym samym telefonie co Trio i xDrip4iOS jest zbudowany przez ten sam AppleID co Trio, a funkcja bicia serca jest włączona w xDrip4iOS, wtedy CGM może zapewnić bicie serca aby obudzić Trio gdy telefon jest zablokowany lub aplikacja jest w tle.
pt_pt: Nota: O Batimento cardíaco do CGM pode vir de um CGM ou de uma bomba para acordar Trio quando o telefone estiver trancado ou em segundo plano. Se o CGM está no mesmo telefone que o Trio e o xDrip4iOS estão configurados para usar o mesmo AppGroup que o Trio e o recurso heartbeat está ativado no xDrip4iOS, então o CGM poderá fornecer um pulso para acordar o Trio quando o telefone estiver bloqueado ou o aplicativo estiver em segundo plano.
ru: Примечание: Сердцебит CGM может прийти с CGM или насоса, чтобы разбудить трио, когда телефон заблокирован или находится в фоновом режиме. Если CGM работает на том же телефоне, что и Trio и xDrip4iOS настроены на использование той же группы приложений, что и Trio, и функция heartbeat включена в xDrip4iOS, то CGM может обеспечить пульт для включения Трио, когда телефон заблокирован или приложение находится в фоновом режиме.
sv: Obs: CGM Heartbeat kan komma från antingen en CGM eller en pump för att väcka Trio när telefonen är låst eller i bakgrunden. Om CGM är på samma telefon som Trio och xDrip4iOS är konfigurerad att använda samma AppGroup som Trio och heartbet funktionen är påslagen i xDrip4iOS, då CGM kan ge en heartbeat för att väcka Trio när telefonen är låst eller appen är i bakgrunden.
uk: Примітка: CGM Heartbeat може надходити з CGM або з насосу, щоб прокинутися племені, коли телефон заблоковано або знаходиться у фоновому режимі. Якщо CGM знаходиться на тому ж телефоні, що і Trio і xDrip4iOS налаштований на використання тієї ж групи, що і Trio, і функція heartbeat увімкнена в xDrip4iOS, потім CGM надає серцебиття, щоб пробудити плем'я, коли телефон заблоковано або додаток знаходиться в фоновому режимі.
vi: Lưu ý: Nhịp tim CGM (CGM Heartbeat) có thể đến từ thiết bị Cảm biến đường huyết hoặc từ bơm insulin để đánh thức ứng dụng Trio khi điện thoại bị khóa hoặc chạy ở chế độ nền. Nếu thiết bị CGM được sử dụng trên cùng một điện thoại với Trio và xDrip4iOS được cấu hình sử dụng cùng AppGroup với Trio và tính năng nhịp tim đã được bật trong xDrip4iOS, thì CGM có thể gửi nhịp tim để đánh thức Trio khi điện thoại bị khóa hoặc ứng dụng ở chế độ nền..
zh_hant: 注意：CGM 心跳可以來自 CGM 或幫浦，以在手機鎖定或在背景中時喚醒 Trio。如果 CGM 與 Trio 在同一部手機上，且 xDrip4iOS 配置為使用與 Trio 相同的 AppGroup，並且 xDrip4iOS 中的心跳功能已啟用，那麼 CGM 可以提供心跳來喚醒 Trio，當手機鎖定或應用程序在背景中時。

source: Note: The effect of this can be adjusted with the Half Basal Exercise Target
bg: Забележка: Ефектът от това може да се настрои с Half Basal Exercise Target
cs: Poznámka: Účinek tohoto nastavení lze upravit pomocí parametru Cíl pro cvičení s polovičním bazálem.
da: Bemærk: Effekten af dette kan justeres med Half Basal træningsmålet
de: Hinweis: Die Auswirkung kann mit dem "Halb Basal Sport Ziel" angepasst werden
es: Nota: El efecto de esto se puede ajustar con el objetivo del ejercicio basal de la mitad
fr: Remarque : L’effet de ce comportement peut être ajusté à l’aide du réglage "Cible à demi-basal"
it: Nota: L'effetto di questo può essere regolato con il bersaglio di esercitazione di base di metà
nb_no: Merk: Effekten av dette kan justeres med målet for halv basal ved trening.
nl: Opmerking: Het effect hiervan kan worden aangepast met het doel van de helft basale training
pl: Uwaga: Efekt ten może być dostosowany do Trybu ćwiczeń
pt_pt: Nota: O efeito disso pode ser ajustado com o Meio Exercício Basal Alvo
ru: Примечание: Эффект этого можно скорректировать с помощью цели упражнения на половинку
sv: Obs: Effekten av detta kan justeras med 'Halva basaldosen vid motionsläge'
uk: Примітка: Ефект цього може бути скоригований за допомогою напівбазальної цілі
vi: Lưu ý: Tác động của thiết lập này có thể được điều chỉnh bằng Mục tiêu Tập luyện Nửa Liều Nền
zh_hant: 注意：這一效果可以通過半基礎運動目標進行調整

source: Note: The forecast used for this warning does not include carbs or insulin that have been logged but not yet effective.
bg: Забележка: Прогнозата, използвана за това предупреждение, не включва въглехидрати или инсулин, които са записани, но все още не са започнали да действат.
cs: Poznámka: Předpověď použitá pro toto varování nezahrnuje sacharidy ani inzulín, které byly zapsány, ale zatím nezačaly účinkovat.
da: Bemærk: Den prognose, der anvendes til denne advarsel, omfatter ikke kulhydrater eller insulin, som er logget, men endnu ikke effektiv.
de: Hinweis: Die dieser Warnung zugrundeliegende Vorhersage enthält kein Insulin oder Kohlenhydrate die erfasst wurden, aber noch nicht wirksam sind.
fr: Remarque : la prévision utilisée pour cet avertissement n’inclut pas les glucides ou l’insuline enregistrés mais pas encore actifs.
nb_no: Merk: Prognosen som er brukt for denne advarselen inkluderer ikke karbohydrater eller insulin som er registrert men ikke enda blitt aktivt.
nl: Let op: de voorspelling voor deze waarschuwing omvat geen koolhydraten of insuline die zijn ingevoerd, maar nog niet effectief zijn.
pl: Uwaga: Prognoza użyta w tym ostrzeżeniu nie uwzględnia węglowodanów ani insuliny, które nie zostały jeszcze zapisane.
sv: Obs: Prognosen som används för denna varning inkluderar inte kolhydrater eller insulin som matats in men ännu inte sparats.
vi: Lưu ý: Dự báo được sử dụng cho cảnh báo này không bao gồm lượng carb hoặc insulin đã được ghi nhận nhưng chưa có hiệu lực.
zh_hant: 注意：此警告中使用的預測不包括已記錄但尚未生效的碳水化合物或胰島素。

source: Note: These values are not used to calculate insulin dosing.
bg: Забележка: Тези стойности не се използват за изчисляване на инсулиновите дози.
cs: Poznámka: Tyto hodnoty se nepoužívají pro výpočet dávkování inzulínu.
da: Bemærk: Disse værdier anvendes ikke til at beregne insulindosis.
de: Hinweis: Diese Werte werden nicht zur Berechnung der Insulindosierung verwendet.
es: Nota: Estos valores no se utilizan para calcular la dosis de insulina.
fr: Remarque : Ces valeurs ne sont pas utilisées pour le calcul du dosage d’insuline.
it: Nota: Questi valori non sono utilizzati per calcolare la dose di insulina.
nb_no: Merk: Disse verdiene brukes ikke til å beregne insulindosering.
nl: Opmerking: Deze waarden worden niet gebruikt om de insuline dosing te berekenen.
pl: Uwaga: Wartości te nie są wykorzystywane do obliczania dawki insuliny.
pt_pt: Nota: Estes valores não são usados para calcular a dosagem insulina.
ru: Примечание: Эти значения не используются для расчета инсулина дозировки.
sv: Obs: Dessa värden används inte för att beräkna insulindosering.
uk: Примітка: Ці значення не використовуються для обчислення дозу інсуліну.
vi: Lưu ý: Các giá trị này không được dùng để tính toán liều insulin.
zh_hant: 注意：這些數值不會用於計算胰島素劑量。

source: Note: This setting has a hard-coded cap of 40%
bg: Забележка: Тази настройка има твърдо зададена горна граница от 40%
cs: Poznámka: Toto nastavení má pevně stanovený strop 40 %
da: Bemærk: Denne indstilling har et hårdt kodet loft på 40%
de: Hinweis: Diese Einstellung ist limitiert auf 40 %
es: Nota: Este ajuste tiene un límite de código duro del 40%
fr: Remarque : Ce réglage est limité à 40 %, valeur fixée en dur
it: Nota: Questa impostazione ha un cappuccio rigido del 40%
nb_no: Merk: Denne innstillingen har en hardkodet øvre grense på 40%.
nl: Opmerking: Deze instelling heeft een harde gecodeerde pet van 40%
pl: Uwaga: To ustawienie ma zakodowany limit 40%
pt_pt: Nota: Essa configuração tem um limite de 40% de codificação difícil
ru: Примечание: В этой настройке жестко кодируется ограничение в 40%
sv: Obs: Den här inställningen har ett hårdkodat tak på 40%
uk: Примітка: Цей параметр має жорсткий обмеження на 40%
vi: Lưu ý: Thiết lập này có giới hạn cố định là 40%
zh_hant: 注意：這項設定的硬性上限為 40%

source: Note: This setting is only utilized if the settings "Low Temp Target Lowers Sensitivity" OR "High Temp Target Raises Sensitivity" are enabled.
bg: Забележка: Тази настройка се използва само ако са включени настройките „Low Temp Target Lowers Sensitivity“ ИЛИ „High Temp Target Raises Sensitivity“.
cs: Poznámka: Toto nastavení se využije pouze tehdy, pokud je zapnuto nastavení „Nízký dočasný cíl snižuje citlivost“ NEBO „Vysoký dočasný cíl zvyšuje citlivost“.
da: Bemærk: Denne indstilling bruges kun, hvis indstillingerne "Lav Temp Mål Sænker Følsomhed" ELLER "Høj Temp Mål Hæver Følsomhed" er aktiveret.
de: Hinweis: Diese Einstellung wird nur verwendet, wenn "Niedriges Temporäres Ziel senkt Empfindlichkeit" ODER "Hohes Temporäres Ziel erhöht Empfindlichkeit" aktiviert sind.
es: Nota: Esta opción sólo se utiliza si la configuración "Bajo Objetivo Temp Bajar Sensitividad" o "Alto Objetivo Temp Aumenta la Sensibilidad".
fr: Remarque : Ce réglage n’est utilisé que si l’un des réglages "Cible Temporaire basse réduit la sensibilité" ou "Cible Temporaire haute augmente la sensibilité " est activé.
it: Nota: Questa impostazione viene utilizzata solo se le impostazioni "Bassa Sensibilità Bassa Bersaglio Tempa" O "Bersaglio ad Alta Temperatura Aumenta Sensibilità" sono abilitate.
nb_no: Merk: Denne innstillingen brukes bare hvis innstillingene "Lavt midlertidig mål reduserer insulinfølsomhet" og/eller "Høyt midlertidig mål øker insulinfølsomhet" er aktivert.
nl: Opmerking: Deze instelling wordt alleen gebruikt als de instellingen "Lage Temp Target Lowers Gevoeligheid" OF "Hoge Temp Target Raises Gevoeligheid" zijn ingeschakeld.
pl: Uwaga: To ustawienie jest używane tylko wtedy, gdy włączone są ustawienia „Niski cel tymczasowy zmniejsza wrażliwość” LUB „Wysoki cel tymczasowy zwiększa wrażliwość”.
pt_pt: Nota: Essa configuração só é utilizada se as configurações "Baixa Alvo Temp Baixa Sensibilidade" OU "Alta Temporada de Alvo Aumenta" estiverem habilitadas.
ru: Примечание: Этот параметр используется только в том случае, если включены настройки "Низкая температурная чувствительность" или "High Temp Target Raises Sensitivity".
sv: Obs: Den här inställningen används endast om inställningarna "Låga tillfälliga mål sänker känsligheten" ELLER "Höga tillfälliga. mål ökar känsligheten" är aktiverade.
uk: Примітка: Цей параметр використовується лише у випадку, якщо увімкнено параметр "Чутливість низького температуру" або "High Temp Target гойди" з урахуванням чутливості".
vi: Lưu ý: Thiết lập này chỉ được sử dụng nếu một trong hai tùy chọn "Mục tiêu tạm thời thấp làm giảm độ nhạy" HOẶC "Mục tiêu tạm thời cao làm tăng độ nhạy" được bật.
zh_hant: 注意：只有在啟用「低臨時目標降低敏感性」或「高臨時目標提高敏感性」的設定時，才會使用這項設定。

source: Note: This setting must be greater than 0 for any automatic insulin dosing by Trio (unless you currently have negative IOB).
bg: Забележка: Тази настройка трябва да е по-голяма от 0, за да може Trio да извършва каквото и да е автоматично подаване на инсулин (освен ако в момента имате отрицателно IOB).
cs: Poznámka: Pro jakékoli automatické dávkování inzulínu Triem musí být tato hodnota nastavena na více než 0 (pokud zrovna nemáš záporné IOB).
da: Bemærk: Denne indstilling skal være større end 0 for enhver automatisk insulindosering med Trio (medmindre du på nuværende tidspunkt har negativ IOB).
de: Hinweis: Diese Einstellung muss für eine automatische Insulindosierung durch Trio größer als 0 sein (es sei denn, Sie haben derzeit eine negative IOB).
fr: Remarque : Ce réglage doit être supérieur à 0 pour que Trio puisse administrer automatiquement de l’insuline (sauf si vous avez actuellement une IOB négative).
nb_no: Merk: Denne innstillingen må være større enn 0 for automatisk insulindosering med Trio (med mindre du for tiden har negativ IOB).
pl: Uwaga: To ustawienie musi być większe od 0 przy automatycznym dawkowaniu insuliny przez Trio (chyba że aktualnie masz ujemne IOB).
vi: Lưu ý: Cài đặt này phải lớn hơn 0 thì Trio mới có thể tự động tiêm insulin (trừ khi bạn hiện đang có IOB âm).
zh_hant: 注意：此設定必須大於 0，才允許 Trio 自動注射胰島素（除非您目前有負的 IOB）。

source: Note: UAM SMBs must be enabled to use this limit.
bg: Забележка: UAM SMB трябва да са включени, за да се използва този лимит.
cs: Poznámka: Aby bylo možné tento limit použít, musí být povoleny UAM SMB.
da: Bemærk: UAM SMB'er skal være aktiveret for at bruge denne grænse.
de: Hinweis: UAM SMBs müssen aktiviert werden, um dieses Limit zu verwenden.
es: Nota: Los SMBs UAM deben estar habilitados para usar este límite.
fr: Remarque : pour utiliser cette limite, les SMB (Super Micro Bolus) pour la gestion des repas non annoncés (UAM) doivent être activés.
it: Nota: le UAM SMB devono essere abilitate per utilizzare questo limite.
nb_no: Merk: UAM SMB må være aktivert for å bruke denne grensen.
nl: Opmerking: UAM SMB moet ingeschakeld zijn om deze limiet te gebruiken.
pl: Uwaga: SMB UAM musi być włączone, aby użyć tego limitu.
pt_pt: Nota: UAM SMBs devem estar ativadas para usar este limite.
ru: Примечание: SMB UAM должны быть включены для использования этого лимита.
sv: Obs: UAM SMBs måste vara aktiverat för att använda denna gräns.
uk: Примітка: SMB повинні бути включені для використання цього ліміту.
vi: Lưu ý: Cần bật UAM SMB thì mới có thể sử dụng giới hạn này.
zh_hant: 注意：必須啟用 UAM SMB 才能使用此限制。

source: Note...
bg: Забележка...
cs: Poznámka...
da: Bemærk...
de: Notiz...
es: Nota...
it: Nota...
nb_no: Notat...
nl: Notitie...
pl: Notatka...
pt_pt: Nota...
sv: Anteckning...
uk: Нотатка...
vi: Lưu ý...
zh_hant: 註記...

source: Notes
bg: Бележки
cs: Poznámky
da: Noter
de: Notizen
es: Notas
it: Note
nb_no: Notater
nl: Opmerkingen
pl: Notatki
pt_pt: Observações
ru: Примечания
sv: Anteckningar
uk: Нотатки
vi: Ghi chú
zh_hant: 備註

source: nothing to see here
bg: тук няма нищо за показване
cs: není zde nic k zobrazení
da: intet at se her
de: hier gibt es nichts zu sehen
es: nada para ver aquí
fr: Rien à voir ici
it: niente da vedere qui
nb_no: ingenting å se her
nl: er is hier niets te zien
pl: nic tu nie ma
pt_pt: nada para ver aqui
ru: здесь ничего нет
sv: inget att se här
uk: Тут нічого немає
vi: không có gì xem ở đây
zh_hant: 這裡沒有任何內容
